Repository: jojeithonah/e-learning
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Title region
es_mx: Titulo de region

source: Personal info
es_mx: Informacion personal

source: Permissions
es_mx: Permisos

source: Super Admin
es_mx: Super Administrador

source: Institution Manager
es_mx: Institucion manager

source: Region user
es_mx: Region de usuario

source: code country
es_mx: Codigo de Pais

source: Date Birthday
es_mx: Fecha de cumpleaños

source: photo profile
es_mx: Foto de perfil

source: Team asociated
es_mx: Equipo asociado

source: email verified?
es_mx: correo verificado?

source: subscription active?
es_mx: subscription activa?

source: The email: %(value)s is already registered.
es_mx: El correo: %(value)s esta registrado

source: Passwords do not match.
es_mx: Contraseñas no coinciden

source: Welcome to project, click on the following link to activate your account
es_mx: Bienvenido a project, click al siguiente enlace para activar tu cuenta

source: If it does not redirect the button, copy the following link:
es_mx: Si no redirecciona el botón, copie el siguiente link:

source: Go to link
es_mx: Ir al enlace

source: you dont have permissions for create this user
es_mx: No tienes permisos para crear este tipo de usuario

source: Account active!!
es_mx: Cuenta activada!!

source: Team
es_mx: Equipo

source: This link is not valid
es_mx: El link no es valido

source: Oops something went wrong
es_mx: Oops algo salió mal

source: Name team
es_mx: Nombre del equipo

source: Django Documentation
es_mx: Documentacion de django
